Repository: johanaarstein/am-lottieplayer
Catalog: languages/*-lottieplayer-*.po
Languages: nb_no

source: The most complete Lottie Player plugin yet! Lightweight, versatile and easy to use. This plugin contains two Gutenberg blocks, a Divi Builder module, and the shortcode [am-lottieplayer].
nb_no: Den mest komplette Lottie utvidelsen så langt! Lett, allsidig og enkel å bruke. Denne utvidelsen inneholder to Gutenberg-blokker, en Divi-modul og kortkoden [am-lottieplayer]

source: AM Lotties
nb_no: AM Lottier

source: Use animation
nb_no: Bruk animasjon

source: Choose a Lottie JSON or a dotLottie
nb_no: Velg en Lottie JSON eller en dotLottie

source: Set As Lottie
nb_no: Sett som Lottie

source: Upload your desired animation in Lottie JSON format, dotLottie format, or type in the URL to the Lottie you would like to display
nb_no: Last opp ønsket animasjon i Lottie JSON-format, dotLottie-format, eller skriv inn URL-en til Lottie du vil vise

source: Animation Alternative Text
nb_no: Alternativ tekst for animasjon

source: This defines the HTML ALT text. A short description of your animation can be placed here. Helpful for screen readers.
nb_no: Dette angir HTML ALT-teksten. En kort beskrivelse av animasjonen din kan plasseres her. Nyttig for skjermlesere.

source: Animation Title Text
nb_no: Titteltekst for animasjon

source: Animation Link URL
nb_no: URL-link til animasjon

source: If you would like your Lottie to be a link, input your destination URL here. No link will be created if this field is left blank.
nb_no: Hvis du vil at Lottien din skal være ei lenke – skriv inn destinasjonsadressen din her. Ingen kobling vil bli opprettet hvis dette feltet er tomt.

source: Animation Link Target
nb_no: Linkmål for animasjon

source: Show Space Below The Animation
nb_no: Vis mellomrom under animasjonen

source: Here you can choose whether or not the animation should have a space below it.
nb_no: Her kan du velge hvorvidt animasjonen skal ha mellomrom under seg

source: When enabled, this will force your animation to extend 100% of the width of the column it's in.
nb_no: Når aktivert, vil dette tvinge animasjonen til å fylle bredden på kolonnen den er i.

source: Control whether the animation plays on page load or not.
nb_no: Kontrollér om animasjonen spilles av ved sideinnlasting eller ikke.

source: Controls
nb_no: Kontroller

source: Show or hide controls.
nb_no: Vis eller skjul avspillingskontroller

source: Loop
nb_no: Sløyfe

source: Loop the animation.
nb_no: Spill av animasjonen i sløyfe

source: Object Fit
nb_no: Objekttilpasning

source: Choose how to scale the animation
nb_no: Velg hvordan animasjonen skaleres

source: Contain
nb_no: Begrens

source: Cover
nb_no: Dekk

source: Fill
nb_no: Fyll

source: None
nb_no: Ingen

source: Choose renderer
nb_no: Velg renderer

# block title
source: AM LottieCover
nb_no: AM Lottie omslag

# block description
source: Add a Lottie animation with a text overlay — great for headers.
nb_no: Legg til en Lottie-animasjon med et tekstoverlegg. Flott for overskrifter.

# block title
source: AM LottiePlayer
nb_no: AM Lottiespiller

# block description
source: Add Lottie animations to you post.
nb_no: Legg til Lottieanimasjoner til sida di.
